DELETE FROM book_manager;

insert into book_manager (title, author, description, isbn, print_year, read_already) values
  ('Шантарам', 'Поистине епическое произвидение', 'Г.Д.Робертс', '978-5-389-01095-6', 2013, 0),
  ('Ангелы и демоны', 'Эксклюзивная классика', 'Дэн Браун', '978-5-171-07093-9', 2018, 0),
  ('Гарри Поттер и узник Азкабана', 'Цикл «Гарри Поттер»', 'Дж. К. Роулинг', '978-1-781-10190-2', 2017, 0),
  ('Зеленая миля', 'Эксклюзивная классика', 'Стивен Кинг', '978-5-17-103631-7', 2017, 0),
  ('Приключения Шерлока Холмса', 'Сборник включает в себя 12 рассказов', 'Артур Конан Дойл', '978-5-00108-124-1', 2017, 0),
  ('Граф Монте-Кристо', 'Больше чем книга', 'Александр Дюма', '978-5-389-12741-8', 2017, 0),
  ('Крестный отец', 'Цикл «Мафия», №1', 'Марио Пьюзо', '5-352-01091-0', 2005, 0),
  ('Цветы для Элджернона', 'Культовая книга давно переросшая жанровые границы', 'Дэниел Киз', '978-5-699-92866-8', 2016, 0),
  ('Десять негритят', 'Детектив', 'Агата Кристи', '5-352-00880-0', 2004, 0),
  ('Мастер и Маргарита', 'Избранная культовая классика', 'Михаил Булгаков', '978-5-8475-0928-2', 2016, 0),
  ('Три товарища', 'Зарубежная классика', 'Ремарк Эрих Мария', '978-5-17-101186-4', 2017, 0),
  ('Маленький принц', 'Самое знаменитое произведение Антуана де Сент-Экзюпери', 'Антуан де Сент-Экзюпери', '978-5-699-90130-2', 2016, 0),
  ('Убийство в Восточном экспрессе', 'Кинопремьера мирового масштаба', 'Агата Кристи', '978-5-04-088998-3', 2017, 0);